Repository: mavinothkumar/frontend-dashboard
Catalog: languages/frontend-dashboard-*.po
Languages: es_es, he_il

source: Single Line
es_es: Una inea
he_il: שורה אחת

source: Multi-Line
es_es: Multi-linea
he_il: שורות מרובות

source: Number
es_es: Numero
he_il: מספר

source: Email
es_es: Correo electrónico
he_il: אי-מייל

source: Checkbox
he_il: תיבת סימון

source: Select
es_es: Seleccionar
he_il: בחר

source: Password
es_es: Contraseña
he_il: סיסמה

source: Annually
es_es: Anualmente
he_il: שנתי

source: Monthly
es_es: Mensualmente
he_il: חודשי

source: Custom Days
es_es: Días personalizados
he_il: ימים מותאמים אישית

source: Please Select one Image
es_es: Por favor seleccione una imagen
he_il: נא בחר תמונה אחת

source: Frontend Dashboard
es_es: Escritorio Front-end
he_il: לוח בקרה קדמי

source: Docs/Videos
es_es: Documentos/Videos
he_il: מסמכים/וידאו

source: Donation
es_es: Donación
he_il: תרומה

source: Support
es_es: Soporte
he_il: תמיכה

source: Frontend Dashboard Settings
es_es: Ajustes del Escritorio Front-end
he_il: הגדרות לוח בקרה קדמי

source: Settings
es_es: Ajustes
he_il: הגדרות

source: If you need help in configuring the frontend dashboard, please watch the videos here
es_es: Si necesita ayuda configurando el escritorio Front-end, por favor vea los vídeos de aquí
he_il: אם אתה צריך עזרה בהגדרת לוח הבקרה הקדמי, בבקשה צפה בוידאו כאן

source: Frontend Dashboard Instructions
es_es: Instrucciones del escritorio Front-end
he_il: הוראות הפעלה ללוח בקרה קדמי

source: Notice: Please check your default settings
es_es: Nota: Por favor cheque sus ajustes
he_il: הערה: בבקשה לבדוק את הגדרות ברירת המחדל שלך

source: Here
es_es: Aqui
he_il: כאן

source: if everything is good, please click Don't show again button
es_es: Si todo esta bien, por favor seleccione "No volver a mostrar este botón"
he_il: אם הכל בסדר, בבקשה תלחץ על כפתור אל תציג שוב

source: Sorry no extra fields added - Please add here
es_es: Disculpe, No hay campos extra añadidos - Por favor añada uno
he_il: סליחה לא התווספו שדות נוספים - בבקשה הוסף כאן

source: Select user role to show this input field
es_es: Seleccionar rol de usuario para mostrar este campo de ingreso
he_il: בחר דרגת משתמש להציג את השדה הזה

source: Menu Location
es_es: Ubicación del menú
he_il: מיקום התפריט

source: Disable in User Profile?
es_es: ¿Deshabilitar en perfil de usuario?
he_il: לבטל בפרופיל המשתמש?

source: Show this field on Register Form
es_es: Mostrar este campo para el formulario de registro
he_il: הצג שדה זה בטופס ההרשמה

source: Show this field on User Dashboard
es_es: Mostrar este campo en el campo del escritorio del usuario
he_il: הצג שדה זה בלוח הבקרה של המשתמש

source: Post Type
es_es: Tipo de publicación
he_il: סוג פוסט

source: Is this required Field
es_es: Es este un campo obligatorio
he_il: זהו שדה חובה

source: Label Name *
he_il: שם תווית *

source: Input Order
he_il: סדר Input

source: Submit
es_es: Enviar
he_il: שלח

source: Input Meta * [Alpha Numeric and underscore only]
es_es: Input Meta * [Solo alfanumérico]
he_il: קלט מטה * [אלפאנומרי וקו תחתון בלבד]

source: Hope you have landed wrongly, please proceed to plugin
es_es: Esperamos hayas aterrizado por equivocación, por favor continúe al plugin
he_il: מקווה שנחתת בטעות, בבקשה המשך לתוסף

source: home page
es_es: Pagina principal
he_il: דף הבית

source: Placeholder Text
es_es: Texto del placeholder
he_il: ממלא מקום טקסט

source: Min Value
es_es: Valor mínimo
he_il: ערך מינימלי

source: Max Value
es_es: Valor Maximo
he_il: ערך מקסימלי

source: Values
es_es: Valores
he_il: ערכים

source: Please enter the value by key,value
es_es: Por favor ingrese el valor de key,value
he_il: אנא הזן את הערך על-ידי מפתח, ערך

source: Examples:
es_es: Ejemplos:
he_il: דוגמאות:

source: This will be output as
es_es: Esto sera representado como:
he_il: זה יוצג כ

source: Register
es_es: Registrar
he_il: הרשמה

source: Restrict WP Admin Area
es_es: Restringir el Área de administración de WP
he_il: הגבלת הגישה לאזור האדמין של וורדפרס

source: Register Page URL
es_es: Url de la pagina de registro
he_il: כתובת URL של דף ההרשמה

source: Forgot Password Page URL
es_es: URL de pagina de Contraseña olvidada
he_il: כתובת URL של דף שחכתי סיסמה

source: Redirect After Register URL
es_es: URL después de registrarse
he_il: כתובת URL לניתב מחדש לאחר הרשמה

source: Redirect After Logged in URL
es_es: URL después de iniciar sesión
he_il: כתובת URL לניתב מחדש לאחר התחברות

source: Redirect After Logged out URL
es_es: URL despues de cerrar sesion
he_il: כתובת URL לניתב מחדש לאחר התנתקות

source: Dashboard
es_es: Escritorio
he_il: לוח בקרה

source: Please enter new name for Post
es_es: Por favor ingrese un nuevo nombre para la publicación
he_il: בבקשה הזן שם חדש לפוסט

source: Post Menu Position
es_es: Posición del menú de publicación
he_il: מיקום תפריט הפוסט

source: Please Select Post Menu Icon
es_es: Por favor seleccione un icono para el menú de la publicación
he_il: בבקשה בחר איקון לתפריט הפוסט

source: Dashboard Settings
es_es: Ajustes del escritorio
he_il: הגדרות לוח בקרה

source: Menu
es_es: Menú
he_il: תפריט

source: Permissions
es_es: Permisos
he_il: הרשאות

source: Add New User Role
es_es: Agregar nuevo rol de usuario
he_il: הוסף תפקיד משתמש חדש

source: Role Name
es_es: Nombre del rol
he_il: שם תפקיד

source: Role Slug
he_il: מזהה תפקיד

source: Add
es_es: Agregar
he_il: הוסף

source: Custom User Roles
es_es: Roles de usuarios personalizados
he_il: תפקידי משתמש מותאמים אישית

source: Sorry! No custom user role added
es_es: Disculpe, No hay usuarios personalizados añadidos
he_il: מצטערים! לא נוסף תפקיד משתמש מותאמים אישית

source: Add/Delete Custom Role
es_es: Agregar/Eliminar rol personalizados
he_il: הוסף / מחק תפקיד מותאם אישית

source: User Upload Permission
es_es: Permiso para la subida de usuarios
he_il: הרשאת העלאה למשתמש

source: Allow User Roles to Upload Files
es_es: Permitir a los roles de usuario subir archivos
he_il: לאפשר תפקידי משתמשים להעלות קבצים

source: Change Profile Picture
es_es: Cambiar foto de perfil
he_il: שינוי תמונת הפרופיל

source: Disable Description
es_es: Deshabilitar descripción
he_il: בטל את תיאור

source: Number of Recent Post to show
es_es: Numero de publicaciones recientes para mostrar
he_il: מספר הפוסטים האחרונים להצגה

source: Number of Recent Post to show on User Profile
es_es: Numero de publicaciones recientes para mostrar en el perfil del usuario
he_il: מספר הפוסטים האחרונים להצגה בפרופיל המשתמש

source: Collapse Menu Always
es_es: Siempre cerrar menu
he_il: מזער תפריט תמיד

source: Disable Logout
es_es: Deshabilitar cerrar sesión
he_il: בטל התנתק

source: Disable Collapse Menu
es_es: Deshabilitar Cerrar menu
he_il: בטל מזער תפריט

source: Primary Background Color
es_es: Color de fondo primario
he_il: צבע הרקע הראשי

source: Primary Background Font Color
es_es: Color de texto del fondo primario
he_il: צבע רקע ראשי לגופן

source: Secondary Background Color
es_es: Color secundario del fondo
he_il: צבע הרקע משני

source: Secondary Background Font Color
es_es: Color secundario de la fuente del fondo
he_il: צבע רקע משני לגופן

source: Please install Frontend Dashboard Extra Plugin to activate this section
es_es: Por favor instale el plugin "Frontend Dashboard Extra" para activar esta sección
he_il: בבקשה להתקין תוסף Frontend Dashboard Extra להפעלת אזור זה

source: Download
es_es: Descargar
he_il: הורדה

source: Colors
es_es: Colores
he_il: צבעים

source: Add New Menu
es_es: Agregar nuevo menu
he_il: הוסף תפריט חדש

source: Menu Name
es_es: Nombre del menú
he_il: שם תפריט

source: Menu Slug
he_il: מזהה תפריט

source: Menu Icon
es_es: Icono de menú
he_il: סמל תפריט

source: Menu Order
es_es: Orden del menú
he_il: סדר תפריט

source: Disable User Profile
es_es: Deshabilitar perfil de usuario
he_il: בטל את פרופיל המשתמש

source: Menu Lists
es_es: Listas de menú
he_il: רשימת תפריטים

source: Search Menu Name...
es_es: Buscar nombre del menú...
he_il: חפש שם תפריט...

source: Select User Role(s)
es_es: Seleccionar Rol de usuarios
he_il: בחר תפקיד משתמש(ים)

source: Add New
es_es: Agregar nuevo
he_il: הוסף חדש

source: Edit
es_es: Editar
he_il: עריכה

source: Add Extra Post Field
es_es: Agregar Campo de publicación extra
he_il: הוסף שדה פוסט נוסף

source: Add Extra User Profile Field
es_es: Agregar campo de usuario extra
he_il: הוסף שדה פרופיל משתמש נוסף

source: Profile
es_es: Perfil
he_il: פרופיל

source: Post
es_es: Publicar
he_il: פוסט

source: Back to
es_es: Regresar a
he_il: חזרה אל

source: field
es_es: Campo
he_il: שדה

source: Add-Ons
es_es: Extras
he_il: תוספים

source: Sorry there is some issue in internet connectivity.
es_es: Disculpe, hay problemas de conectividad a Internet
he_il: סליחה יש בעיות חיבור לאינטרנט.

source: We will help you in better ways
es_es: Nosotros le ayudaremos de diferentes maneras
he_il: אנחנו נעזור לך בדרכים טובות יותר

source: How to Install and Configure
es_es: Como Instalar y configurar
he_il: כיצד להתקין ולהגדיר

source: How to Contact Us
es_es: Como contactarnos
he_il: כיצד ליצור איתנו קשר

source: Chat
he_il: צ’אט

source: Mail
es_es: Correo
he_il: מייל

source: Rate us
es_es: Calificanos
he_il: דרג אותנו

source: Filter Hooks [Developers]
es_es: Filter Hooks [Desarrolladores]
he_il: Filter Hooks [מפתחים]

source: Note: This is not completely documented
es_es: Nota: Esto no esta completamente documentado
he_il: הערה: זה לא מתועד לגמרי

source: Action Hooks [Developers]
es_es: Action Hooks [Desarrolladores]
he_il: Action Hooks [מפתחים]

source: Status
he_il: סטטוס

source: Versions
he_il: גירסאות

source: PHP Extensions
es_es: Extensiones PHP
he_il: הרחבות PHP

source: Database
es_es: Base de datos
he_il: מסד נתונים

source: Login
es_es: Ingreso
he_il: התחבר

source: User
es_es: Usuario
he_il: משתמש

source: User Profile Layout
he_il: פריסת פרופיל משתמש

source: Post Fields
es_es: Campos de publicación
he_il: שדות פוסט

source: Add New Custom Post Field
es_es: Agregar nuevo Campo de publicación personalizado
he_il: הוסף שדה פוסט מותאם אישית חדש

source: Sorry! there are no custom post fields added!
es_es: Disculpe, No se han encontrado campos personalizados de publicación añadidos
he_il: סליחה! לא התווספו שדות פוסט מותאמים אישית

source: User Profile
es_es: Perfil de usuario
he_il: פרופיל משתמש

source: Add New Extra User Profile Field
es_es: Agregar nuevo campo de usuario extra
he_il: הוסף שדה חדש נוסף של פרופיל משתמש

source: Dashboard Menu
es_es: Menú de escritorio
he_il: תפריט לוח הבקרה

source: Add Profile / Post Fields
es_es: Agregar perfil/ Campo de publicación
he_il: הוסף פרופיל / שדה פוסט

source: Help
es_es: Ayuda
he_il: עזרה

source: There is some trouble in installing the default value, please try to deactivate and activate the plugin or contact us on
es_es: Ha habido un problema instalando el valor por default, por favor trate desactivando y activando el plugin o contáctenos.
he_il: יש כמה בעיות בהתקנת ערך ברירת המחדל, נסה לבטל את הפעלת התוסףוהפעל מחדש את התוסף או צרו איתנו קשר ב

source: There is some trouble in installing the default value, please try to deactivate and activate the plugin or contact us on
es_es: Ha habido un problema instalando el valor por default, por favor trate desactivando y activando el plugin o contáctenos.
he_il: יש כמה בעיות בהתקנת ערך ברירת המחדל, נסה לבטל את הפעלת התוסף והפעל מחדש את התוסף או צרו איתנו קשר ב

source: Sorry no record found to update your details
es_es: Disculpe, no se han encontrado registros para actualizar sus detalles
he_il: מצטערים לא נמצאו רשומות לעדכון פרטיך

source: Orders has been successfully updated
es_es: Las ordenes han sido satisfactoriamente actualizadas
he_il: הסדר עודכן בהצלחה

source: Something went wrong, please refresh the page and delete it again.
es_es: Algo ha salido mal, por favor refresca la pagina y elimínela de nuevo
he_il: משהו השתבש, בבקשה רענן את הדף ומחק שוב

source: The Order ID not available now, please refresh the page and try again.
es_es: La Order ID no esta disponible ahora, por favor refresque la pagina e intente de nuevo
he_il: מספר הסדר לא זמין כעט, בבקשה רענן את הדף ונסה שוב

source: Please fill the search field
es_es: Por favor llene el campo de busqueda
he_il: אנא מלא את שדה החיפוש

source: Sorry! No user found
es_es: Disculpe, No se encontraron usuarios
he_il: . מצטערים! לא נמצא משתמש

source: Great! You have found an user
es_es: ¡Genial! Encontraste un usuario
he_il: מצויין! מצאת משתמש

source: Invalid Request
es_es: Petición invalida
he_il: בקשה לא תקינה

source: Sorry, Something went wrong in storing values in DB, please try again later or contact support
es_es: Disculpe, Algo ha salido mal con los valores de la base de datos, por favor trate nuevamente o contacte a soporte
he_il: סליחה, משהו השתבש בחיפוש הערכים בבסיס הנתונים, בבקשה נסה שוב מאוחר יותר או צור קשר עם התמיכה

source: Please fill all the fields
es_es: Por favor llene todos los campos
he_il: אנא מלאו את כל השדות

source: User Upload Permission Updated Successfully
es_es: Permiso para la subido de usuarios completado satisfactoriamente
he_il: הרשאת העלאה למשתמש עודכנו בהצלחה

source: User Profile Settings Updated Successfully
es_es: Los ajustes del perfil de usuarios han sido actualizados satisfactoriamente
he_il: הגדרות פרופיל המשתמש עודכנו בהצלחה

source: Color Settings Updated Successfully
es_es: Ajustes de color actualizados correctamente
he_il: הגדרות צבעים עודכנו בהצלחה

source: Hey, you are trying something naughty
es_es: Oye, Estas tratando de hacer algo sucio
he_il: היי, אתה מנסה משהו שובב

source: Sorry no record found to update your new details
es_es: Disculpe, No se han encontrado registros para actualizar sus nuevos detalles
he_il: מצטערים לא נמצאו רשומות לעדכון פרטיך

source: Title
es_es: Titulo
he_il: כותרת

source: Content
es_es: Contenido
he_il: תוכן

source: Featured Image
es_es: Imagen destacada
he_il: תמונה ראשית

source: Allow Comments
es_es: Permitir comentarios
he_il: אפשר תגובות

source: Successfully saved
he_il: נשמר בהצלחה

source: Post Format
es_es: Formato de publicación
he_il: פורמט הפוסט

source: Sorry! No chat history
es_es: Disculpe, No existe historial de chat
he_il: מצטערים! אין היסטורית שיחות

source: Someone has requested a password reset for the following account:
es_es: Alguien ha requerido un reinicio de contraseña para la siguiente cuenta:
he_il: מישהו ביקש לאפס את הסיסמה עבור החשבון הבא:

source: Username: %s
es_es: Nombre de usuario: %s
he_il: שם משתמש: %s

source: If this was a mistake, just ignore this email and nothing will happen.
es_es: Si este fue un error, solo ignora este Email y no pasara nada.
he_il: אם זו טעות, פשוט התעלם מהודעה זו ודבר לא יקרה.

source: To reset your password, visit the following address:
es_es: Para resetear su contraseña, visite la siguiente dirección:
he_il: על מנת לאפס את הסיסמה, יש להיכנס לכתובת הבא:

source: [%s] Password Reset
es_es: [%s] Restaurar contraseña
he_il: [%s] איפוס סיסמה

source: The email could not be sent. Possible reason: your host may have disabled the mail() function.
es_es: El correo electrónico no pudo ser enviado. Razón posible: Su host pudo haber deshabilitado la función mail().
he_il: לא הייתה אפשרות לשלוח את האימייל. סיבה אפשרית: המארח שלך ייתכן ביטל את האפשרות של הפונקציה mail().

source: Please enter the Password
es_es: Por favor ingrese la contraseña
he_il: אנא הזן את הסיסמה

source: Password not matched
es_es: Contraseña no coincide
he_il: סיסמאות לא תואמות

source: Invalid Key, Please try resetting the password again
es_es: Key invalido, por favor intente introduciendo su contraseña de nuevo
he_il: מפתח לא חוקי, אנא נסה לאפס את הסיסמה שוב

source: Something went wrong, Please try again later
es_es: Algo ha salido mal, por favor intente nuevamente
he_il: משהו השתבש, אנא נסו שוב מאוחר יותר

source: Password not match
es_es: Contraseñas no coinciden
he_il: סיסמה לא מתאימה

source: Invalid Role
es_es: Rol invalido
he_il: תפקיד לא תקין

source: You are trying to hack the user role
es_es: Esta tratando de hackear el rol de usuario
he_il: אתה מנסה לפרוץ את תפקיד המשתמש

source: <strong>ERROR</strong>: Enter a username or email address.
es_es: <strong>ERROR</strong>: Ingrese un usuario o correo electronico
he_il: <strong>שגיאה</strong>: אנא הקלידו כתובת אימייל או שם משתמש.

source: <strong>ERROR</strong>: There is no user registered with that email address.
es_es: <strong>ERROR</strong>: No existe un usuario registrado con ese correo electrónico.
he_il: <strong>שגיאה</strong>: אין משתמש רשום עם כתובת האימייל הזו.

source: <strong>ERROR</strong>: Invalid username or email.
es_es: <strong>ERROR</strong>: Contraseña o nombre de usuario invalido.
he_il: <strong>שגיאה</strong>: שם המשתמש או כתובת האימייל שגויים.

source: Your question has been successfully sent
es_es: Su pregunta fue enviada satisfactoriamente
he_il: שאלתך נשלחה בהצלחה

source: Sorry Something went wrong!, please try again later
es_es: Disculpe, Algo ha salido mal, ¡Intente de nuevo mas tarde!
he_il: מצטערים משהו השתבש!, אנא נסה שוב מאוחר יותר

source: Invalid user ID.
es_es: User ID invalido
he_il: לא תקין user ID.

source: You can able to add only the registered user, So please use the search functionality to find the user
es_es: Usted es capaz de añadir solo usuarios registrados, Por favor use la funcionalidad de búsqueda para ubicar al usuario
he_il: אתה יכול יוכל להוסיף רק משתמש רשום, אז אנא השתמש פונקציונליות החיפוש כדי למצוא את המשתמש

source: Please enter user name
es_es: Por favor ingrese el nombre del usuario
he_il: נא להזין שם משתמש

source: Please enter user password
es_es: Por favor ingrese la contraseña de usuario
he_il: אנא הכנס סיסמת משתמש

source: login
es_es: ingreso
he_il: התחבר

source: Forgot Password
es_es: Contraseña olvidada
he_il: שכחתי סיסמה

source: Reset Password
es_es: Resetear contraseña
he_il: אפס סיסמה

source: User Name
es_es: Nombre de usuario
he_il: שם משתמש

source: Remember Me
es_es: Recuerdame
he_il: זכור אותי

source: User Name / Email Address
es_es: Nombre de usuario/ Correo electrónico
he_il: שם משתמש / כתובת מייל

source: Confirmation Password
es_es: Confirmación de contraseña
he_il: אישור סיסמה

source: Front end dashboard provide high flexible way to customize the user dashboard on front end rather than WordPress wp-admin dashboard.
es_es: Front end dashboard ofrece una forma altamente flexible para customizar el escritorio del usuario en front end aparte de la del escritorio wp-admin de WordPress
he_il: לוח בקרה קדמי מספק גמישות מלאה להתאמה אישית של לוח בקרה למשתמש בקדמת האתר שלא כמו לוח הבקרה הרגיל של וורדפרס.

source: Class Name
es_es: Nombre de clase

source: Step [Increment by Step]
es_es: Paso [Incrementado por paso]

source: Select / Dropdown
es_es: Seleccionar/Desplegable

source: Front-end Dashboard Custom Fields
es_es: Campos personalizados del escritorio Front-end

source: Frontend Dashboard Extra
es_es: Escritorio Front-end Extra

source: OOPS! You have not add the callable function, please add %s() to show the body container
es_es: Oops! No tienes agregado la funcion de llamado, por favor añade %s() para mostrar el contenido en body

source: Successfully Saved
es_es: Guardado satisfactoriamente
